Repository: dingjingmaster/devilspie
Catalog: po/*.po
Languages: bs, hu, oc

source: Window Title: '%s'; Application Name: '%s'; Class: '%s'; Geometry: %dx%d+%d+%d
bs: Naslov prozora: '%s'; Ime aplikacije: '%s'; Klasa: '%s'; Geometrija: %dx%d+%d+%d
hu: Ablakcím: „%s”; Alkalmazásnév: „%s”; Osztály: „%s”; Geometria: %dx%d+%d+%d
oc: Títol de la fenèstra : « %s » ; Nom de l'aplicacion : « %s » ; Classa : « %s » ; Geometria : %dx%d+%d+%d

source: (array pointer: %p)
bs: (pokazivač niza: %p)
hu: (tömb mutató: %p)
oc: (puntador de tablèu : %p)

source: Cannot convert element into a string
bs: Ne može konvertovati element u string
hu: Nem lehet elemet szöveggé konvertálni
oc: Impossible de convertir l'element en cadena de caractèrs

source: Setting geometry '%s' failed
bs: Postavljanje geometrije '%s' nije uspjelo
hu: „%s” geometria beállítása nem sikerült
oc: Fracàs de configuracion de la geometria « %s »

source: Setting geometry '%s'
bs: Postavljanje geometrije '%s'
hu: „%s” geometria beállítása
oc: Configuracion de la geometria « %s »

source: Cannot get workspace
bs: Ne mogu dobaviti radni prostor
hu: Nem sikerült lekérni a munkaterületet
oc: Impossible d'obténer l'espaci de trabalh

source: Centering '%s' failed
bs: Centriranje '%s' nije uspjelo
hu: „%s” központosítása nem sikerült
oc: Fracàs del centratge de « %s »

source: Centering
bs: Centriranje
hu: Központosítás
oc: Centratge

source: Setting fullscreen
bs: Postavljanje punog zaslona
hu: Teljes képernyő beállítása
oc: Configuracion en ecran complet

source: Unsetting fullscreen
bs: Ne postavljanje punog zaslona
hu: Teljes képernyő elhagyása
oc: Desactivacion de l'ecran complet

source: Focusing
bs: Fokusiranje
hu: Fókuszálás
oc: Activacion

source: Maximising
bs: Maksimalno povećavanje
hu: Maximalizálás
oc: Agrandiment

source: Maximising vertically
bs: Vertikalno maksimalno povećavanje
hu: Maximalizálás függőlegesen
oc: Agrandiment vertical

source: Maximising horizontally
bs: Horizontalno maksimalno povećavanje
hu: Maximalizálás vízszintesen

source: Un-maximising
bs: Ne povećavanje
hu: Maximalizálás megszüntetése
oc: Restabliment

source: Minimising
bs: Smanjivanje
hu: Minimalizálás
oc: Reduccion

source: Un-minimising
bs: Ne smanjivanje
hu: Minimalizálás megszüntetése
oc: Restabliment

source: Shaded
bs: Zatamnjeno
hu: Felgördítve
oc: Amagat

source: Unshaded
bs: Nezatamnjeno
hu: Felgördítés megszüntetése
oc: Desamagat

source: Closed
bs: Zatvoreno
hu: Bezárt
oc: Tampat

source: Setting pinned
bs: Pribosti
hu: Rögzített beállítása
oc: Configuracion fixament

source: Unsetting pinned
bs: Ne pribadanje
hu: Rögzített beállításának megszüntetése
oc: Desactivacion fixament

source: Setting sticky
bs: Postavljanje ljepljivosti
hu: Ragadós beállítása
oc: Configuracion estacament

source: Unsetting sticky
bs: Nije ljepljivo
hu: Ragadós beállításának megszüntetése
oc: Desactivacion estacament

source: set_workspace expects a single integer argument
bs: set_workspace očekuje jedan cjelobrojni argument
hu: A set_workspace egy egyedüli egész paramétert vár
oc: set_workspace espèra un sol paramètre nombre entièr

source: Workspace number %d does not exist
bs: Broj radnog prostora %d ne postoji
hu: A(z) %d munkaterület szám nem létezik
oc: L'espaci de trabalh numèro %d existís pas

source: Changing workspace to %d
bs: Mijenjanje radnog prostora na %d
hu: Munkaterület módosítása erre: %d
oc: Cambiament de l'espaci de trabalh cap a %d

source: change_workspace expects a single integer argument
bs: change_workspace očekuje jedan cjelobrojni argument
hu: A change_workspace egy egyedüli egész paramétert vár
oc: change_workspace espèra un sol paramètre nombre entièr

source: Switching workspace to %d
bs: Mijenjanje radnog prostora na %d
hu: Munkaterület váltása erre: %d
oc: Cambiament d'espaci de trabalh cap a %d

source: set_viewport expects a single integer argument
bs: set_viewport očekuje jedan cjelobrojni argument
hu: A set_viewport egy egyedüli egész paramétert vár
oc: set_viewport espèra un sol paramètre nombre entièr

source: set_viewport expects an integer greater than 0
bs: set_viewport očekuje cjelobrojnu vrijednost veću od 0
hu: A set_viewport egy 0-nál nagyobb egészt vár
oc: set_viewport espèra un nombre entièr superior a 0

source: could not find current viewport
bs: nije mogao naći trenutni prozor
hu: nem található a jelenlegi nézetmező
oc: impossible de trobar la fenèstra d'afichatge en cors

source: Setting viewport failed
bs: Postavljanje prozora neuspjelo
hu: A nézetmező beállítása nem sikerült
oc: Fracàs de configuracion de la fenèstra d'afichatge

source: Changing viewport to %d
bs: Mijenjanje prozora na %d
hu: Nézetmező módosítása erre: %d
oc: Cambiament de fenèstra d'afichatge cap a %d

source: Skipping tasklist
bs: Preskakanje liste zadataka
hu: Feladatlista kihagyása
oc: Omission de la lista des prètzfaches

source: Skipping pager
bs: Preskakanje stranice
hu: Lapozó kihagyása
oc: Omission del repertòri électronique

source: Setting above
bs: Postavljanje odozgo
hu: Beállítás fent
oc: Plaçament en dessús

source: Setting below
bs: Postavljanje odozdo
hu: Beállítás lent
oc: Plaçament en dejós

source: Removing decorations failed
bs: Uklanjanje dekoracija nije uspjelo
hu: A díszítések eltávolítása nem sikerült
oc: Fracàs de supression des decoracions

source: Removed decorations
bs: Dekoracije uklonjene
hu: Eltávolított díszítések
oc: Decoracions suprimidas

source: Adding decorations failed
bs: Dodavanje dekoracija neuspjelo
hu: A díszítések hozzáadása nem sikerült
oc: Fracàs d'pondon des decoracions

source: Added decorations
bs: Dodane dekoracije
hu: Hozzáadott díszítések
oc: Decoracions apondudas

source: wintype expects a single string argument
bs: wintype očekuje jedan stringovni argument
hu: A wintype egy egyedüli szöveg paramétert vár
oc: wintype espèra un sol paramètre cadena de caractèrs

source: Unknown window type '%s'
bs: Nepoznat tip prozora '%s'
hu: Ismeretlen ablaktípus: „%s”
oc: Tipe de fenèstra « %s » desconegut

source: Set wintype
bs: Postavi wintype
hu: Ablaktípus beállítása
oc: wintype definida

source: opacity expects a single integer argument
bs: opacity očekuje jedan cjelobrojni argument
hu: Az opacity egy egyedüli egész paramétert vár
oc: opacity espèra un sol paramètre nombre entièr

source: opacity expects a single integer argument between 0 and 100
bs: opacity očekuje jedan cjelobrojni argument između 0 i 100
hu: Az opacity egy egyedüli egész paramétert vár 0 és 100 között
oc: opacity espèra un sol paramètre nombre entièr entre 0 e 100

source: spawn_sync(string)
hu: spawn_sync(szöveg)
oc: spawn_sync(cadena de caractèrs)

source: spawn_sync: Command parameter is not a string
bs: spawn_sync: Komandni parametar nije string
hu: spawn_sync: A parancs paramétere nem szöveg
oc: spawn_sync : lo paramètre de comanda es pas una cadena de caractèrs

source: spawn_sync(list)
hu: spawn_sync(lista)
oc: spawn_sync(liste)

source: spawn_sync: Command parameter %d is not a string
bs: spawn_sync: Komandni parametar %d nije string
hu: spawn_sync: A parancs %d. paramétere nem szöveg
oc: spawn_sync : lo paramètre de comanda %d es pas una cadena de caractèrs

source: Error spawning child process (fg): %s
bs: Greška u procesu razmnožavanja djeteta (fg): %s
hu: Hiba a gyermekfolyamat (fg) indításakor: %s
oc: Error al moment de la naissença del processus filh (fg) : %s

source: Error spawning child process (fg).
bs: Greška u procesu razmnožavanja djeteta (fg).
hu: Hiba a gyermekfolyamat (fg) indításakor.
oc: Error al moment de la naissença del processus filh (fg).

source: Warning: child process returned %d
bs: Upozorenje: vraćen proces djeteta %d
hu: Figyelem: a gyermekfolyamat visszatérése: %d
oc: Atencion : lo processus filh a tornat %d

source: spawn_async(string)
hu: spawn_async(szöveg)
oc: spawn_async(cadena de caractèrs)

source: spawn_async: Command parameter is not a string
bs: spawn_async: Komandni parametar nije string
hu: spawn_async: A parancs paramétere nem szöveg
oc: spawn_async : lo paramètre de comanda es pas una cadena de caractèrs

source: spawn_async(list)
hu: spawn_async(lista)
oc: spawn_async(lista)

source: spawn_async: Command parameter %d is not a string
bs: spawn_async: Komandni parametar %d nije string
hu: spawn_async: A parancs %d. paramétere nem szöveg
oc: spawn_async : lo paramètre de comanda %d es pas una cadena de caractèrs

source: Spawned pid %u (bg)
bs: Razmnoženo pid %u (bg)
hu: Indított pid %u (bg)
oc: pid %u creat (bg)

source: Error spawning child process (bg): %s
bs: Greška u procesu razmnožavanja djeteta (bg): %s
hu: Hiba a gyermekfolyamat (bg) indításakor: %s
oc: Error pendent la naissença del processus filh (bg) : %s

source: Error spawning child process (bg).
bs: Greška u procesu razmnožavanja djeteta (bg).
hu: Hiba a gyermekfolyamat (bg) indításakor.
oc: Error pendent la naissença del processus filh (bg).

source: Quiting...
bs: Odustajanje...
hu: Kilépés…
oc: Tampadura del programa...

source: Apply to all existing windows instead of just new windows.
bs: Primjeni na sve postojeće prozore umjesto samo na novi prozor.
hu: Alkalmazás minden létező ablakra csak az új ablakok helyett.
oc: Aplicar a totas las fenèstras e pas solament a las fenèstras novèlas.

source: Output debug information
bs: Izlazne informacije o ispravljenim greškama
hu: Hibakeresési információk kiírása
oc: Afichar d'informacions de desbugatge

source: Configuration files to use
bs: Konfiguracijski fajlovi za korištenje
hu: Használandó beállítófájlok

source: Failed to parse arguments: %s
bs: Ne mogu da obradim argumente: %s
hu: A paraméterek feldolgozása meghiúsult: %s
oc: Impossible d'analisar los arguments : %s

source: Devil's Pie %s starting...
bs: Devil's Pie %s počinje...
hu: Devil's Pie %s indítása…
oc: Devil's Pie %s s'avia...

source: No s-expressions loaded, quiting
bs: Nema s-izraza učitanih, odustajanje
hu: Nincsenek s-kifejezések betöltve, kilépés
oc: Cap de s-expression pas cargada, lo programa se tampa

source: Invalid types in AND
bs: Neispravni tipovi u AND
hu: Érvénytelen típusok az AND részben
oc: Tipes invalids dins AND

source: Invalid types in OR
bs: Neispravni tipovi u OR
hu: Érvénytelen típusok az OR részben
oc: Tipes invalids dins OR

source: Incompatible types in compare <
bs: Nekompatibilni tipovi u uporedbi <
hu: Nem kompatibilis típusok a < összehasonlításban
oc: Tipes incompatibles dins la comparason <

source: Incompatible types in compare >
bs: Nekompatibilni tipovi u uporedbi >
hu: Nem kompatibilis típusok a > összehasonlításban
oc: Tipes incompatibles dins la comparason >

source: Invalid types in (+ ints)
bs: Neispravni tipovi u (+ ints)
hu: Érvénytelen típusok ebben: (+ egészek)
oc: Tipes invalids dins (+ ints)

source: Invalid types in (+ strings)
bs: Neispravni tipovi u (+ strings)
hu: Érvénytelen típusok ebben: (+ szövegek)
oc: Tipes invalids dins (+ strings)

source: Invalid types in (+ time_t)
bs: Neispravni tipovi u (+ time_t)
hu: Érvénytelen típusok ebben: (+ time_t)
oc: Tipes invalids dins (+ time_t)

source: Invalid types in -
bs: Neispravni tipovi u -
hu: Érvénytelen típusok ebben: -
oc: Tipes invalids dins -

source: Invalid types in (- time_t)
bs: Neispravni tipovi u (- time_t)
hu: Érvénytelen típusok ebben: (- time_t)
oc: Tipes invalids dins (- time_t)

source: Incorrect argument count to (int )
bs: Neispravan argument broji do (int)
hu: Hibás paraméterszám ehhez: (int )

source: Invalid type in (cast-int )
bs: Neispravni tipovi u (cast-int )
hu: Érvénytelen típus ebben: (cast-int )
oc: Tipe invalid dins (cast-int )

source: Incorrect argument count to (cast-string )
bs: Neispravan argument broji do (cast-string )
hu: Hibás paraméterszám ehhez: (cast-string )

source: Invalid type in (int )
bs: Neispravni tipovi u (int )
hu: Érvénytelen típus ebben: (int )
oc: Tipe invalid dins (int )

source: Unknown type in parse tree: %d
bs: Nepoznat tip u rščlanjenom drvetu: %d
hu: Ismereten típus a feldolgozási fában: %d
oc: Tipe desconegut dins l'arbre d'analisi : %d

source: Invalid format for a integer value
bs: Neispravan format za cjelobrojnu vrijednost
hu: Érvénytelen formátum egy egész értékhez
oc: Format invalid per una valor entièra

source: Invalid format for a boolean value
bs: Neispravan format za bulovu vrijednost
hu: Érvénytelen formátum egy logikai értékhez
oc: Format invalid per una valor booleana

source: Invalid symbol type: %s: %d
bs: Neispravan tip simbola: %s: %d
hu: Érvénytelen szimbólum típus: %s: %d
oc: Tipe de simbòl invalid : %s : %d

source: Unknown identifier: %s
bs: Nepoznat identifikator: %s
hu: Ismeretlen azonosító: %s
oc: Identificant desconegut : %s

source: Unexpected token encountered: %d
bs: Naišao neočekivan token : %d
hu: Nem várt token érkezett: %d
oc: Simbòl inesperat rencontrat : %d

source: Trying to call variable as function: %s
bs: Pokušavam pozvati varijable kao funkciju: %s
hu: Változó meghívásának kísérlete függvényként: %s
oc: Ensag d'apèl de variabla coma una foncion : %s

source: Missing ')'
bs: Nedostaje ')'
hu: Hiányzó „)”
oc: « ) »' mancanta

source: Missing '('
bs: Nedostaje '('
hu: Hiányzó „(”
oc: « ( »' mancanta

source: is expects two string arguments
bs: is očekuje dva strignovna argumenta
hu: két szöveg paramétert vár
oc: « is » espèra dos paramètres cadenas de caractèrs

source: contains expects two string arguments
bs: contains očekuje dva stringovna argumenta
hu: két szöveg paramétert tartalmazót vár
oc: « contains » espèra dos paramètres cadenas de caractèrs

source: matches expects two string arguments
bs: matches očekuje dva stringovna argumenta
hu: két szöveg paraméterre illeszkedőt vár
oc: « matches » espèra dos paramètres cadenas de caractèrs

source: Invalid regular expression '%s': %s
bs: Neispravna regularna ekspredija '%s': %s
hu: Érvénytelen reguláris kifejezés: „%s”: %s
oc: Expression regulara « %s » invalida : %s

source: window_property expects one string argument
bs: window_property očekuje stringovni argument
hu: A window_property egy szöveg paramétert vár
oc: window_property espèra un paramètre cadena de caractèrs

source: Loading %s
bs: Učitavam %s
hu: %s betöltése
oc: Cargament de %s

source: %s is not a normal file, skipping
bs: %s nije normalan fajl, preskakanje
hu: %s nem normál fájl, kihagyás
oc: %s es pas un fichièr normal, es ignorat

source: Cannot open %s
bs: Ne mogu da otvorim %s
hu: %s nem nyitható meg
oc: Impossible de dobrir %s

source: Cannot parse %s: %s
bs: Ne mogu raščlaniti %s: %s
hu: %s nem dolgozható fel: %s
oc: Impossible d'analisar %s : %s

source: %s doesn't exist
bs: %s ne postoji
hu: %s nem létezik
oc: %s existís pas

source: %s isn't a directory
bs: %s nije direktorij
hu: %s nem könyvtár
oc: %s es pas un repertòri

source: Cannot open %s: %s
bs: Ne mogu otvoriti %s: %s
hu: %s nem nyitható meg: %s
oc: Impossible de dobrir %s : %s

source: Maximising orizontally
oc: Agrandiment orizontal

source: Configuracion files to use
oc: Fichièrs de configuracion d'utilizar

source: Incorrècte argument count to (int )
oc: Nombre de paramètres incorrècte dins (int )

source: Incorrècte argument count to (cast-string )
oc: Nombre de paramètres incorrècte dins (cast-string )
